tester/vegeta/txt reports/flask/result_parse_url_2m_3179.bin.txt
Requests      [total, rate, throughput]         381481, 3179.03, 3179.02
Duration      [total, attack, wait]             2m0s, 2m0s, 256.89µs
Latencies     [min, mean, 50, 90, 95, 99, max]  215.37µs, 347.55µs, 323.119µs, 464.702µs, 558.516µs, 745.751µs, 8.129ms
Bytes In      [total, mean]                     6021292, 15.78
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:381481  
Error Set: