tester/vegeta/txt reports/flask/result_post_2m_0.bin.txt
Requests      [total, rate, throughput]         3887844, 32398.70, 32397.78
Duration      [total, attack, wait]             2m0s, 2m0s, 3.429ms
Latencies     [min, mean, 50, 90, 95, 99, max]  239.49µs, 3.059ms, 3.15ms, 3.818ms, 4.054ms, 4.597ms, 18.703ms
Bytes In      [total, mean]                     132186696, 34.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3887844  
Error Set: